Repository: DuleCSwift3IOS/Oglasnik
Catalog: Oglasnik/*.lproj/Localizable.strings
Languages: mk_mk

# Publish Ad
source: Publsih Ad
mk_mk: Објави оглас

source: Autos
mk_mk: Возила

source: Mobiles
mk_mk: Мобилни

source: Electronics
mk_mk: Електроника

source: Real Estates
mk_mk: Недвижнини

source: Pets
mk_mk: Миленичиња

source: Jobs
mk_mk: Вработување

source: Events
mk_mk: Настани

source: All Ads
mk_mk: Сите Огласи

source: Publish Listing
mk_mk: Објави Листа огласи

# nav_title_bilbord
source: Bilbord
mk_mk: Билборд

source: Title of advertisment
mk_mk: Наслов за огласот

source: Categories
mk_mk: Категорија

source: AdType
mk_mk: Тип на оглас

source: BrandModel
mk_mk: Модел

source: Fuel
mk_mk: Гориво

source: Color
mk_mk: Боја

source: Consumption of L/100km
mk_mk: Потрошувачка на Л/100км

source: Year of product
mk_mk: Година на производство

source: Spent mails
mk_mk: Поминати километри

source: Gearbox
mk_mk: Менувач

source: Area
mk_mk: Простор

source: Number of Rooms
mk_mk: Број на соби

source: Floor
mk_mk: Спрат

source: Settlement
mk_mk: Населба

source: Number of Floors
mk_mk: Број на спратови

source: Local
mk_mk: Локал

source: Begin
mk_mk: Почеток

source: End
mk_mk: Крај

source: FB Event
mk_mk: ФБ Настан

source: Price
mk_mk: Цена

source: Valute
mk_mk: Валута

source: Description
mk_mk: Опис

source: Choose Image
mk_mk: Избери слика

source: Quantity
mk_mk: Количина

source: Old/New
mk_mk: Старо/Ново

source: Region
mk_mk: Регион

source: Video
mk_mk: Видео

source: FullName
mk_mk: Име и Презиме

source: Phone number
mk_mk: Телефонски број

source: User Emails
mk_mk: Кориснички емаил

source: Your facebook link
mk_mk: Ваш фајсбук линк

# Conditional
source: I agree with the
mk_mk: Се сложувам со

# ConditionalTerms
source: terms of use
mk_mk: условите за користење

source: Contact Us
mk_mk: Исконтактирајте не

source: Confirm
mk_mk: Потврди

source: Contact us and we will answer you as soon as we can
mk_mk: Исконтактирајте не и ние ке ви одговориме што е можно побрзо

source: Enter your message to us
mk_mk: Внесете ја вашата порака до нас

source: Sent
mk_mk: Испрати

source: Home
mk_mk: Дома

source: My Ads
mk_mk: Мои Огласи

source: Favorite Ads
mk_mk: Омилени Огласи

source: Options
mk_mk: Опции

source: Login
mk_mk: Логирање

source: Registration
mk_mk: Регистрација

source: Desing by Dushko Cizaloski -> Best Net Studio
mk_mk: Дизајнирано од Душко Цизалоски -> Бест Нет Студио

source: User Bill
mk_mk: Кориничка Сметка

source: Change Password
mk_mk: Промени Лозинка

source: Confirm Password
mk_mk: Потврди Лозинка

source: Change
mk_mk: Промени

source: Enter old password
mk_mk: Внеси стара лозинка

source: Enter new password
mk_mk: Внеси нова лозинка

source: Enter confirm password
mk_mk: Внеси потврдна лозинка

source: BilbordMk
mk_mk: БилбордМк

source: My Profile
mk_mk: Мои Профил

source: Hello
mk_mk: Здраво

source: You are last seen before
mk_mk: Последно сте се најавиле пред

source: Full Name
mk_mk: Цело име и презиме

source: E-Mail
mk_mk: Е-Маил

source: Phone
mk_mk: Телефон

source: Choose your Profile Image
mk_mk: Изберете ваша Профилна Слика

source: Choose Image
mk_mk: Промени Слика

source: Change
mk_mk: Промени

# For changing on e-mail please
source: For chaning on e-mail please
mk_mk: За промена на е-маил ве молиме

source: contact us
mk_mk: Контактирајтене

# UserAccountLabel
source: User Account
mk_mk: Кориснички Профил

# userNameLabel
source: Username
mk_mk: Корисничко Име

# passwordLabel
source: Password
mk_mk: Лозинка

# loginButton
source: Login
mk_mk: Логирај се

# registartionUserButton
source: Please make registration here!
mk_mk: Ве молиме регистрација тука!

# forgottUserPasswordButton
source: Forgotten Password!
mk_mk: Заборавена Лозинка!

# userNameTextField
source: Enter Email or Username
mk_mk: Внесете го вашиот е-маил или корисничо име

# userPasswordTextField
source: Enter your password
mk_mk: Внесете ја вашата лозинка

# FirstNameTextField
source: Enter FirstName
mk_mk: Внесете Цело Име и Презиме

# phoneTextField
source: Enter Phone
mk_mk: Внесете Телефон

# mailTextFIeld
source: Enter Mail
mk_mk: Внесете Е-Маил

# paswordTextField
source: Enter Password
mk_mk: Внесете Лозинка

# confirmPasswordTextField
source: Enter Confirm Password
mk_mk: Внесете Потврдна Лозинка

source: Registrated
mk_mk: Регистрација

source: MAKE REGISTRATION
mk_mk: НАПРАВЕТЕ РЕГИСТРАЦИЈА
